Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/auto/t_game_en-US_de.tmx
Source language: en_us
Languages: de

source: [3098]Sorry, the company fails to meet the conditions for going public.
de: [3098]Tut mir leid, das Unternehmen erfüllt die Bedingungen für einen Börsengang nicht.

source: Its current equity value is negative.|
de: Sein derzeitiger Eigenkapitalwert ist negativ.|

source: [3099]Sorry, under the current market conditions, no investors are interested in subscribing new shares of the company.|
de: [3099]Leider sind unter den gegenwärtigen Marktbedingungen keine Investoren an der Erwerbung neuer Aktien des Unternehmens interessiert.|

source: [3100]<SCRO>Map Scrolling Speed|
de: [3100]<SCRO>Geschwindigkeit des Kartenscrollens|

source: [3101]<CTEC>Consider Tech Offers|
de: [3101]<CTEC>Tech-Angebote prüfen|

source: [3102]<RDCN>R&D Completion Notification|
de: [3102]<RDCN>F&E-Abschlussmeldung|

source: [3103]<WSAD>WSAD Keys|
de: [3103]<WSAD>WSAD Tasten|

source: [3104]<SFIC>Sell factory "Internal Sale" products at cost|
de: [3104]<SFIC>Fabrik-"Interner Verkauf"-Produkte zum Selbstkostenpreis verkaufen|

source: [3105]<SUBS>The new game options for the Subsidiary DLC are available on the [Environment], [Competitors] and [Products] pages.|
de: [3105]<SUBS>Die neuen Spieloptionen für den Subsidiären DLC sind auf der [Environment], [Competitors] and [Produkt] Seiten.|

source: [3106]<PSYN>Default Price Synchronization|
de: [3106]<PSYN>Standard-Preissynchronisierung|

source: [3107]<ENBL>Enabled|
de: [3107]<ENBL>Aktiviert|

source: [3108]<DISA>Disabled|
de: [3108]<DISA>Deaktiviert|

source: [3109]<RETA>Retail Only|
de: [3109]<RETA>Nur Einzelhandel|

source: [3110]<TFNO>Sorry, you cannot transfer this factory as it is making #packaged software products#.
de: [3110]<TFNO>Es tut mir leid, Sie können diese Fabrik nicht übertragen, da sie #gepackte Softwareprodukte# herstellt.

source: A factory can only make packaged versions of software that is #developed by the same corporation#|
de: Eine Fabrik kann nur Paketversionen von Software herstellen, die #von der gleichen Firma #entwickelt wurde#.|

source: [3111]Sorry, you cannot execute this share buyback transaction, as a public company's total number of shares outstanding must not be lower than 1,000,000 shares.|
de: [3111]Es tut uns leid, Sie können diese Aktienrückkauftransaktion nicht durchführen, da die Gesamtzahl der ausstehenden Aktien einer Aktiengesellschaft nicht unter 1.000.000 Aktien liegen darf.|

source: [3112]You cannot use a corporation that you control to buy back its own shares.|
de: [3112]Sie können eine Gesellschaft, die Sie kontrollieren, nicht dazu benutzen, ihre eigenen Aktien zurückzukaufen.|

source: [3115]<MERI>(You cannot issue new shares for the merger because that will exceed the maximum number of shares that a company is allowed to issue.)|
de: [3115]<MERI>(Sie können keine neuen Aktien für die Fusion ausgeben, da dies die maximale Anzahl der Aktien, die eine Gesellschaft ausgeben darf, überschreiten wird).|

source: [3116]Not interested, unless you offer|
de: [3116]Nicht interessiert, es sei denn, Sie bieten|

source: [3117]for the technology.|
de: [3117]für die Technologie.|

source: [3118]We are not interested in selling this technology to our competitors.|
de: [3118]Wir sind nicht daran interessiert, diese Technologie an unsere Konkurrenten zu verkaufen.|

source: [3119]We are not in need of cash and thus not interested in selling our technology.|
de: [3119]Wir sind nicht auf Bargeld angewiesen und daher nicht daran interessiert, unsere Technologie zu verkaufen.|

source: [3120]Your|
de: [3120]Ihr|

source: [3121]asked for a salary raise from|
de: [3121]bat um eine Gehaltserhöhung von|

source: [3122]<GNPL>New Product Launch|
de: [3122]<GNPL>Neue Produkteinführung|

source: [3123]Build a New City|
de: [3123]Baue eine neue Stadt|

source: [3124]Use your corporation to acquire the rights and build a new city, and assign a member from your political party as the city's mayor.|
de: [3124]Nutzen Sie Ihre Korporation, um die Rechte zu erwerben und eine neue Stadt zu bauen, und weisen Sie ein Mitglied Ihrer politischen Partei als Bürgermeister der Stadt zu.|

source: [3125]King of Capitalism|
de: [3125]König des Kapitalismus|

source: [3126]To become the undisputed King of Capitalism, you must build a sprawling business empire with an impressive list of subsidiary companies by achieving all the subgoals|
de: [3126]Um der unangefochtene König des Kapitalismus zu werden, müssen Sie ein weitläufiges Geschäftsimperium mit einer beeindruckenden Liste von Tochtergesellschaften aufbauen, indem Sie alle Teilziele erreichen.|

source: [3127]Digital Age Dominance|
de: [3127]Dominanz des digitalen Zeitalters|

source: [3128]Achieve market dominance in Mobile Operating System and gain a significant market share in the Internet sector.|
de: [3128]Erreichen einer Marktdominanz bei mobilen Betriebssystemen und Gewinnung eines bedeutenden Marktanteils im Internetsektor.|

source: [3129]Achieve market dominance in Computer Operating System and gain a significant market share in the Internet sector.|
de: [3129]"Erreichen einer Marktdominanz bei Computer-Betriebssystemen und Gewinnung eines bedeutenden Marktanteils im Internet-Sektor.|

source: [3130]<MDOM>Achieve market dominance in|
de: [3130]<MDOM>Erreichen einer Marktdominanz in|

source: [3131]Launch|
de: [3131]Start|

source: [3132]Set up a farm to produce|
de: [3132]Einrichtung eines landwirtschaftlichen Betriebs für die Produktion|

source: [3133]Set up a factory to produce|
de: [3133]Einrichten einer Fabrik zur Herstellung von|

source: [3134]and launch it onto the market|
de: [3134]und auf den Markt bringen|

source: [3135]Subsidiaries with Net Worth of|
de: [3135]Tochtergesellschaften mit einem Nettovermögen von|

source: [3136]Subsidiaries with Market Value of|
de: [3136]Tochtergesellschaften mit einem Marktwert von|

source: [3137]Subsidiaries with Annual Revenue of|
de: [3137]Tochtergesellschaften mit einem Jahreseinkommen von|

source: [3138]Subsidiaries with Operating Profit of|
de: [3138]Tochtergesellschaften mit einem Betriebsgewinn von|

source: [3139]Subsidiaries with Dominance in|
de: [3139]Niederlassungen mit Dominanz in|

source: [3140]Industry|
de: [3140]Industrie|

source: [3141]Industries|
de: [3141]Industrien|

source: [3142]Subsidiaries IPOs with $1 billion market cap|
de: [3142]IPOs von Tochtergesellschaften mit einer Marktkapitalisierung von 1 Milliarde Dollar|

source: [3143]<GLSR>Lifetime Shareholder Return|
de: [3143]<GLSR>Lebenslange Aktionärsrendite|

source: [3146]<GBNC>Build a New City|
de: [3146]<GBNC>Baue eine neue Stadt|

source: [3147]<NCIT>Number of Cities You Manage|
de: [3147]<NCIT>Anzahl der von Ihnen verwalteten Städte|

source: [3148]<GNPO>National Population|
de: [3148]<GNPO>Nationale Bevölkerung|

source: [3149]<NQOL>National Quality of Life index|
de: [3149]<NQOL>Nationaler Index der Lebensqualität|

source: [3150]<NUNE>National Unemployment Rate|
de: [3150]<NUNE>Nationale Arbeitslosenquote|

source: [3151]<NGDP>National GDP|
de: [3151]<NGDP>Nationales BIP|

source: [3152]<NGDC>National GDP per capita|
de: [3152]<NGDC>Nationales Pro-Kopf-BIP|

source: [3153]<NWAG>National Wage Rate|
de: [3153]<NWAG>Nationale Lohnsätze|

source: [3154]<NSCO>National Score|
de: [3154]<NSCO>Nationale Punktzahl|

source: [3155]<POIS>Political Influence Score|
de: [3155]<POIS>Bewertung des politischen Einflusses|

source: [3156]<DMOS>Market Dominance of Mobile OS|
de: [3156]<DMOS>Marktdominanz von Mobile BS|

source: [3157]<DCOS>Market Dominance of Computer OS|
de: [3157]<DCOS>Marktdominanz von Computer-BS

source: [3158]<MINT>Revenue Market Share of Internet Sites|
de: [3158]<MINT>Einnahme-Marktanteil von Internetseiten

source: [3159]<GTEC>Leadership in Technology for|
de: [3159]<GTEC>Technologie-Führung für|

source: [3160]<GMDO>Market Dominance of|
de: [3160]<GMDO>Marktdominanz von|

source: [3161]of Your City|
de: [3161]von Ihrer Stadt|

source: [3162]of Your Cities|
de: [3162]von Ihren Städten|

source: [3163]<NGOA>You have been given a new goal!|
de: [3163]<NGOA>Sie haben ein neues Ziel erhalten!|

source: [3164]Sorry, you are not allowed to use cash from your insurance company to buy shares of your corporation.|
de: [3164]Es ist Ihnen leider nicht gestattet, Bargeld von Ihrer Versicherungsgesellschaft zum Kauf von Aktien Ihrer Gesellschaft zu verwenden.|

source: [3165]Sorry, you are not allowed to use cash from this insurance company to buy shares of its parent corporation.|
de: [3165]Es ist Ihnen leider nicht gestattet, Bargeld von dieser Versicherungsgesellschaft zum Kauf von Aktien der Muttergesellschaft zu verwenden.|

source: [3166]Your Insurance Company's Capital Ratio is Negative!|
de: [3166]Die Kapitalquote Ihrer Versicherungsgesellschaft ist negativ!|

source: [3167]The Capital Ratio of Your Subsidiary Insurance Company |
de: [3167]Die Kapitalquote Ihrer Tochterversicherungsgesellschaft |

source: [3168] is Too Low!|
de: [3168] ist zu niedrig!|

source: [3169]Insurance Company Capital Ratio|
de: [3169]Kapitalquote der Versicherungsgesellschaft|

source: [3170]The CEO previously considered setting up new a firm but decided not to do so because the company's debt level was too high.|
de: [3170]Der CEO hatte zuvor die Gründung einer neuen Firma in Erwägung gezogen, beschloss jedoch, dies nicht zu tun, da der Schuldenstand des Unternehmens zu hoch war.|

source: [3171]The CEO previously considered setting up|
de: [3171]Der CEO hatte zuvor die Einrichtung von|

source: [3172]but decided not to do so because the company's cash and profit situation was not good enough to support business expansion.|
de: [3172]beschloss jedoch, dies nicht zu tun, weil die Liquiditäts- und Gewinnsituation des Unternehmens nicht gut genug war, um die Geschäftsexpansion zu unterstützen.|

source: [3173]but decided not to do so because the company's cash level was too low to support business expansion.|
de: [3173]beschloss jedoch, dies nicht zu tun, weil das Barvermögen des Unternehmens zu gering war, um die Geschäftsexpansion zu unterstützen.|

source: [3174]This cash level of this subsidiary company is too low.
de: [3174]Das Bargeldniveau dieser Tochtergesellschaft ist zu niedrig.

source: The CEO is not comfortable with setting up new businesses.|
de: Dem CEO ist nicht wohl dabei, neue Unternehmen zu gründen.|

source: [3175]Adequate cash level for expansion:|
de: [3175]Ausreichender Barmittelbestand für Expansion:|

source: [3176]Adequate annual profit for expansion:|
de: [3176]Ausreichender Jahresgewinn für Expansion:|

source: [3177]Increase Retail Demand Bonus in the following ways:|
de: [3177]Einzelhandelsnachfrage auf folgende Weise erhöhen:|

source: [3178]-A specialty store focusing on a specific range of products is more attractive to customers interested in such products.|
de: [3178]-Ein Fachgeschäft, das sich auf ein bestimmtes Produktsortiment konzentriert, ist für Kunden, die an solchen Produkten interessiert sind, attraktiver.|

source: [3179]-Build more stores of the same store type in the same city.|
de: [3179]-Bauen Sie mehr Läden desselben Ladentyps in derselben Stadt.|

source: [3180]-Stores in areas with high customer traffic will boost the chain popularity more.|
de: [3180]-Geschäfte in Gebieten mit hohem Kundenaufkommen werden die Popularität der Kette weiter steigern.|

source: [3181]This service firm is capable of increasing the customer traffic in this area.|
de: [3181]Dieses Dienstleistungsunternehmen ist in der Lage, den Kundenverkehr in diesem Bereich zu steigern.|

source: [3182]Customer Traffic Effect Index|
de: [3182]Kundenverkehrs-Wirkungsindex|

source: [3183]Sorry, you cannot make a deposit at the moment as no commercial banks have been set up yet.|
de: [3183]Es tut mir leid, Sie können im Moment keine Einzahlung vornehmen, da noch keine Geschäftsbanken gegründet wurden.|

source: [3184]Sorry, you cannot make a deposit at the moment as this bank is not accepting new deposits from corporate clients.|
de: [3184]Es tut mir leid, Sie können im Moment keine Einzahlung vornehmen, da diese Bank keine neuen Einzahlungen von Firmenkunden akzeptiert.|

source: [3185]A Fun Gaming Experience for New Players.|
de: [3185]Ein unterhaltsames Spielerlebnis für neue Spieler.|

source: [3186]Normal Difficulty.
de: [3186]Normale Schwierigkeit.

source: Enjoyable for Most Players.|
de: Für die meisten Spieler angenehm.|

source: [3187]For Experienced Players looking for More Challenge.|
de: [3187]Für erfahrene Spieler, die nach mehr Herausforderung suchen.|

source: [3188]Hard.
de: [3188]Hart.

source: Only choose this if you have won in easier games.|
de: Wählen Sie dies nur aus, wenn Sie in leichteren Partien schon gewonnen haben.|

source: [3189]For Expert Players Only.
de: [3189]Nur für erfahrene Spieler.

source: Not recommended for normal players.|
de: Nicht empfohlen für normale Spieler.|

source: [3190]Extremely Difficult!
de: [3190]Äußerst schwierig!

source: Not recommended for most players.|
de: Für die meisten Spieler nicht empfehlenswert.|

source: [3191]Insanely Difficult!
de: [3191]Wahnsinnig schwierig!

source: Not enjoyable unless you have achieved mastery in this game.|
de: Nicht angenehm, es sei denn, Sie sind ein Meister des Spiels.|

source: [3192]A Humanly Impossible Challenge!
de: [3192]Eine menschlich unmögliche Herausforderung!

source: Do not choose this if you want a winnable game.|
de: Wählen Sie dies nicht, wenn Sie dass Spiel gewinnen möchten.|

source: [3195]50% more|
de: [3195]50% mehr|

source: [3196]100% more|
de: [3196]100% mehr|

source: [3197]<MSOS>Market Share of Operating System|
de: [3197]<MSOS>Marktanteil des Betriebssystems|

source: [3198]<MSHA>Market Share of|
de: [3198]<MSHA>Marktanteil von|

source: [3199]<BNOT>Sorry, the company does not meet the bond issuance requirement.\nTry increasing the company's equity value.\n(You can view the equity value in the balance sheet.)|
de: [3199]<BNOT>Leider erfüllt das Unternehmen die Anforderung zur Ausgabe von Anleihen nicht..\nVersuchen Sie, das Eigenkapital des Unternehmens zu erhöhen.|

source: [3200]Sorry, this MOD cannot be loaded because the following DLC that it requires is not enabled:|
de: [3200]Dieser MOD kann leider nicht geladen werden, weil der folgende DLC, den es benötigt, nicht aktiviert ist:|

source: [3201]Sorry, this MOD cannot be loaded because the following DLCs that it requires are not enabled:|
de: [3201]Dieser MOD kann leider nicht geladen werden, da die folgenden dafür erforderlichen DLCs nicht aktiviert sind:|

source: [3202]<PLTI>Total play time:|
de: [3202]<PLTI>Gesamtspielzeit:|

source: [3203]<NOCH>Sorry, there are currently no Challenge Games available.|
de: [3203]<NOCH>Derzeit sind leider keine Herausforderungs-Spiele verfügbar.|

source: [3204]<WVER>(wrong version)|
de: [3204]<WVER>(falsche Version)|

source: [3205]<FIMI>(file missing)|
de: [3205]<FIMI>(Datei fehlt)|

source: [3206]<GVER>Game version:|
de: [3206]<GVER>Spielversion:|

source: [3207]<INCO>(Incompatible)|
de: [3207]<INCO>(Inkompatibel)|

source: [3208]<DECG>This Challenge Game will be deleted.
de: [3208]<DECG>Dieses Herausforderungsspiel wird gelöscht.

source: [3209]<ASAV>Auto-Save Game|
de: [3209]<ASAV>Auto-Spielstand|

source: [3210]This is your subsidiary company.
de: [3210]Dies ist Ihre Tochtergesellschaft.

source: Who should be in charge of setting the dividend?|
de: Wer sollte für die Festlegung der Dividende zuständig sein?|

source: [3211]I will set the dividend|
de: [3211]Ich werde die Dividende festlegen|

source: [3212]Let the CEO set the dividend|
de: [3212]Lassen Sie den CEO die Dividende festlegen|

source: [3213]Congratulations!
de: [3213]Herzlichen Glückwunsch!

source: Your company has been successfully privatized.|
de: Ihr Unternehmen ist erfolgreich privatisiert worden.|

source: [3214]Congratulations!
de: [3214]Herzlichen Glückwunsch!

source: You have successfully privatized this company.|
de: Sie haben dieses Unternehmen erfolgreich privatisiert.|

source: [3215]Sorry, the maximum number of corporations allowed in the game has been reached.\n\nIt is not possible to set up a new subsidiary company at the moment.|
de: [3215]Entschuldigung, aber die maximale Anzahl der im Spiel erlaubten Unternehmen ist erreicht.\n\n\n Es ist im Moment nicht möglich, eine neue Tochtergesellschaft zu gründen.|

source: [3216]Please enter a name for your new subsidiary company.|
de: [3216]Bitte geben Sie einen Namen für Ihre neue Tochtergesellschaft ein.|

source: [3217]Sorry, you cannot form a new subsidiary company as the maximum number of companies allowed in the game has been reached.|
de: [3217]Es tut mir leid, aber Sie können keine neue Tochtergesellschaft gründen, da die maximale Anzahl der im Spiel zugelassenen Unternehmen erreicht ist.|

source: [3218]Sorry, you cannot set up a new subsidiary company at the moment.|
de: [3218]Es tut mir leid, aber Sie können im Moment keine neue Tochtergesellschaft gründen.|

source: [3219]Congratulations!
de: [3219]Herzlichen Glückwunsch!

source: Your new subsidiary company has been set up.|
de: Ihre neue Tochtergesellschaft ist gegründet worden.|

source: [3220]<BHQF>You must build Bank Headquarters first.|
de: [3220]<BHQF>Sie müssen zuerst einen Bankhauptsitz bauen.|

source: [3221]<IHQF>You must build Bank Headquarters first.|
de: [3221]<IHQF>Sie müssen zuerst einen Bankhauptsitz bauen.|

source: [3222]To start a new project, you must first 1) hire a project manager and 2) link the current Project Management Unit to a Project Programming Unit.|
de: [3222]Um ein neues Projekt zu starten, müssen Sie zunächst 1) einen Projektmanager einstellen und 2) die aktuelle Projektmanagementeinheit mit einer Projektprogrammierungseinheit verbinden.|

source: [3223]To start a new project, you must first hire a project manager.|
de: [3223]Um ein neues Projekt zu starten, müssen Sie zunächst einen Projektleiter einstellen.|

source: [3224]To start a new project, you must first link the current Project Management Unit to a Project Programming Unit.|
de: [3224]Um ein neues Projekt zu starten, müssen Sie zunächst die aktuelle Projektmanagement-Einheit mit einer Projektprogrammierungseinheit verknüpfen.|

source: [3225]Before hiring the new|
de: [3225]Bevor Sie jemanden neuen einstellen|

source: [3226]you must terminate the employment of the current one.|
de: [3226]müssen Sie erst das aktuelle Arbeitsverhältnis beenden.|

source: [3227]<PCOD>A Project Programming Unit utilizes technologies developed by Tech Programming Units to implement a software product.|
de: [3227]<PCOD>Eine Projektprogrammiereinheit verwendet Technologien, die von Tech-Programmiereinheiten entwickelt wurden, um ein Softwareprodukt zu implementieren.|

source: [3228]<NPCA>Not enough personal cash|
de: [3228]<NPCA>Nicht genug Privatvermögen|

source: [3229]<NPCM>You do not have enough PERSONAL money for building your mansion.|
de: [3229]<NPCM>Sie haben nicht genug Privatgeld für den Bau Ihres Herrenhauses.|

source: [3230]<NCIP>Sorry, you cannot found a new city.
de: [3230]<NCIP>Es tut mir leid, Sie können keine neue Stadt gründen.

source: You need to belong to a political party in order to do so.\n\nTo form a new political party, access the Information Center and select [Political Parties] and then select [Form Your Own Party].|
de: Dazu müssen Sie einer politischen Partei angehören. Um eine neue politische Partei zu gründen, gehen Sie zum Informationszentrum und wählen Sie [Politische Parteien] und dann [Eigene Partei gründen].|

source: [3231]<MAYO>Mayor of|
de: [3231]<MAYO>Bürgermeister von|

source: [3232]<MGOA>Main Goal|
de: [3232]<MGOA>Hauptziel|

source: [3233]<SGOA>SubGoal|
de: [3233]<SGOA>Nebenziel|

source: [3234]<PFIT>Attempting to find a supplier for this item...|
de: [3234]<PFIT>Der Versuch, einen Lieferanten für diesen Artikel zu finden...|

source: [3235]<MWIT>Waiting for required inputs to manufacture this product...|
de: [3235]<MWIT>Warten auf erforderliche Eingaben zur Herstellung dieses Produkts...|

source: [3236]Reset successfully.
de: [3236]Zurücksetzen erfolgreich.

source: The game now no longer uses any MOD.|
de: Das Spiel verwendet nun keine MODs mehr.|

source: [3237]MOD %1s has been loaded successfully.|
de: [3237]MOD %1s wurde erfolgreich geladen.|

source: [3238]<DTEL>Market Dominance of Telecom|
de: [3238]<DTEL>Marktdominanz der Telekommunikation|

source: [3239]<PACQ>Private Acquisitions|
de: [3239]<PACQ>Private Ankäufe|

source: [3240]<ECRV>Annual E-Commerce Revenue|
de: [3240]<ECRV>Jährlicher E-Commerce-Umsatz|

source: [3241]<ECUB>Annual E-Commerce User Base|
de: [3241]<ECUB>Jährliche E-Commerce-Benutzerbasis|

source: [3242]<BNPI>Sorry, you cannot issue new bonds at the moment.
de: [3242]<BNPI>Es tut mir leid, Sie können im Moment keine neuen Anleihen ausgeben.

source: Please wait until public investors have more money.
de: Bitte warten Sie, bis öffentliche Investoren mehr Geld haben.

source: You can view the "Public Investors' Money Available to Your Company" displayed at the top of the city view screen.|
de: Sie können die "Gelder öffentlicher Investoren, die Ihrem Unternehmen zur Verfügung stehen" anzeigen, die oben in der Stadtansicht angezeigt werden.|

source: [3243]The transfer has been executed successfully.|
de: [3243]Der Transfer wurde erfolgreich durchgeführt.|

source: [3244]Sorry, you don't have sufficient cash to pay the sign up bonus.|
de: [3244]Tut mir leid, Sie haben nicht genügend Bargeld, um den Anmeldebonus auszuzahlen.|

source: [3245]Congratulations!
de: [3245]Herzlichen Glückwunsch!

source: The headhunt was a success.|
de: Die Kopfgeldjagd war ein Erfolg.|

source: [3246]<ITRN>(Not including research and development staff)|
de: [3246]<ITRN>(Ohne Forschungs- und Entwicklungspersonal)|

source: [3247]<ASBI>Regularly adjust team lead salaries based on inflation|
de: [3247]<ASBI>Regelmäßige Inflations Gehaltsanpassung|

source: [3248]Adjust Training Levels for all your firms:|
de: [3248]Passen Sie die Ausbildungsniveaus für alle Ihre Firmen an:|

source: [3249]Adjust Training Levels for all its firms:|
de: [3249]Anpassung der Ausbildungsniveaus für alle seine Unternehmen:|

source: [3250]Sorry, you currently do not have any firms.|
de: [3250]Tut mir leid, Sie haben derzeit keine Firmen.|

source: [3251]Sorry, this corporation currently does not have any firms.|
de: [3251]Tut mir leid, dieses Unternehmen hat derzeit keine Firmen.|

source: [3252]The new training setting has been applied to all your firms.\n(Total: %1d firms)|
de: [3252]Das neue Ausbildungsumfeld wurde auf alle Ihre Unternehmen angewandt. \n(Gesamt: %1d Unternehmen)|

source: [3253]The new training setting has been applied to all its firms.\n(Total: %1d firms)|
de: [3253]Der neue Ausbildungsrahmen wurde auf alle seine Unternehmen angewandt. \n(Gesamt: %1d Unternehmen)|

source: [3254]Current Brand Strategy:|
de: [3254]Aktuelle Markenstrategie:|

source: [3255]Monthly Spending:|
de: [3255]Monatliche Ausgaben:|

source: [3256]If your corporation is using 'Corporate Brand' strategy,|
de: [3256]Wenn Ihr Unternehmen eine 'Firmenmarke'-Strategie anwendet,|

source: [3257]If this corporation is using 'Corporate Brand' strategy,|
de: [3257]Wenn dieses Unternehmen die 'Firmenmarke'-Strategie anwendet,|

source: [3258]Investor relations efforts will help improve your|
de: [3258]Investor-Relations-Bemühungen werden die

source: [3259]Investor relations efforts will help improve this|
de: [3259]Investor Relations-Bemühungen werden die|

source: [3260]corporation's stock performance.|
de: [3260]Aktienkursentwicklung des Unternehmens verbessern.|

source: [3261]<MODU>MOD in use:|
de: [3261]<MODU>MOD in Verwendung:|

source: [3262]<MODF>For MOD:|
de: [3262]<MODF>Für das MOD:|

source: [3263]<APIN>Regularly adjust prices based on inflation|
de: [3263]<APIN>Regelmäßige Inflations-Preisanpassung|
